Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# lng_change_phone_about
source: You can change your Telegram number here. Your account and all your cloud data — messages, media, contacts, etc. will be moved to the new number.
be: Тут вы можаце змяніць ваш нумар для Telegram. Ваш уліковы запіс і воблачныя даныя (паведамленні, медыя, кантакты і г.д.) будуць перанесены на новы нумар.
ca: Aquí podeu canviar el vostre número del Telegram. El compte i totes les dades al núvol (missatges, fitxers, contactes, etc.) es mouran al número nou.
de: Du kannst hier deine Telegram-Nummer ändern. Dein Konto und alle deine Cloud Chat Daten (Nachrichten, Medien, Kontakte, usw.) werden auf die neue Nummer übertragen werden.
es: Puedes cambiar tu número aquí. Tu cuenta y tus datos de la nube, (mensajes, archivos, grupos, contactos, etc.), se moverán al nuevo número.
fr: Vous pouvez changer votre numéro Telegram ici. Votre compte et toutes vos données (messages, médias, contacts, etc.) seront déplacés sur votre nouveau numéro.
it: Puoi cambiare il tuo numero di telefono qui. Il tuo account e tutti i tuoi dati cloud — messaggi, media, contatti, etc. saranno trasferiti sul nuovo numero.
ko: 여기서 텔레그램 전화번호를 바꾸실 수 있습니다. 회원님의 계정과 함께 메시지와 미디어, 연락처 따위의 모든 클라우드 데이터가 새 번호로 옮겨집니다.
ms: Anda boleh tukar nombor fon untukTelegram anda di sini. Akaun anda dan kesemua data awan anda - mesej, media, kenalan, dan lain-lain akan dipindah ke nombor baru.
nl: Je kan je telefoonnummer hier wijzigen. Al je clouddata — berichten, bestanden, groepen, contacten, etc. zullen worden verplaatst naar je nieuwe nummer.
pl: Tutaj możesz zmienić numer Telegrama. Twoje konto i wszystkie dane w chmurze – wiadomości, multimedia, kontakty itp. zostaną przeniesione do nowego numeru.
pt_br: Você pode alterar seu número do Telegram aqui. A sua conta e todos os seus dados — mensagens, mídia, contatos etc. serão movidos para o novo número.
ru: Здесь Вы можете сменить номер телефона. Ваш аккаунт и все данные (сообщения, медиа, контакты и т. д.) будут перенесены на новый номер.
tr: Telegram numaranızı buradan değiştirebilirsiniz. Hesabınız ve tüm bulut veriniz (mesajlar, medya, kişiler vb.) yeni numaraya taşınır.
uk: Тут ви можете змінити свій номер у Telegram. Ваш акаунт і всі ваші дані в ньому (повідомлення, медіа, контакти тощо) буде перенесено на новий номер.

# lng_change_phone_code_description
source: We've sent an SMS with a confirmation code to your phone {phone}.
be: Мы адправілі SMS з кодам актывацыі на ваш тэлефон {phone}.
ca: S'ha enviat un SMS amb un codi de verificació al número {phone}.
de: Wir haben dir einen Bestätigungscode per SMS an {phone} gesendet.
es: Enviamos un SMS con el código de confirmación a tu teléfono {phone}.
fr: Nous avons envoyé un SMS avec code de confirmation au numéro {phone}.
it: Abbiamo inviato un SMS con un codice di conferma al tuo numero {phone}.
ko: {phone} 번호로 인증 코드가 담긴 SMS를 보냈습니다.
ms: Kami telah SMS kod kepastian ke fon anda {phone}.
nl: Een sms-bericht met verificatiecode is naar nummer {phone} verstuurd.
pl: Na twój telefon {phone} wysłaliśmy SMS z kodem potwierdzenia.
pt_br: Enviamos o SMS com um código de ativação para {phone}.
ru: На Ваш номер {phone} отправлено сообщение с кодом подтверждения.
tr: {phone} numaralı telefonunuza, onay kodu içeren bir kısa mesaj gönderdik.
uk: Ми надіслали SMS із кодом підтвердження на ваш телефон {phone}.

# lng_change_phone_description
source: You can change your Telegram number here. Your account and all your cloud data — messages, media, contacts, etc. will be moved to the new number.
be: Вы можаце змяніць ваш нумар Telegram тут. Ваш уліковы запіс і воблачныя даныя — паведамленні, медыя, кантакты і г.д. будуць перанесены на новы нумар.
ca: Aquí podeu canviar el vostre número associat al Telegram. El vostre compte i les dades al núvol (missatges, fitxers, contactes, etc.) es mouran al número nou.
de: Du kannst deine Telefonnummer hier ändern. Dein Konto und alle Daten in der Cloud, also Nachrichten, Medien, Kontakte, etc. werden auf das neue Konto übertragen.
es: Puedes cambiar tu número aquí. Tu cuenta y todos tus datos de la nube (mensajes, archivos, grupos, contactos, etc.), se moverán al nuevo número.
fr: Vous pouvez changer votre numéro Telegram ici. Votre compte et toutes vos données (messages, médias, contacts, etc.) seront déplacés sur votre nouveau numéro.
it: Puoi cambiare il tuo numero di telefono qui. Il tuo account e tutti i tuoi dati cloud — messaggi, media, contatti, etc. saranno trasferiti sul nuovo numero.
ko: 텔레그램 번호를 여기서 변경하실 수 있습니다. 회원님의 계정과 함께 메시지, 미디어, 연락처 따위의 모든 클라우드 데이터가 새 번호로 옮겨집니다.
ms: Anda boleh tukar nombor Telegram di sini. Akaun anda dan semua data awan - mesej, media, kenalan, dan lain-lain akan berpindah ke nombor baru.
nl: Je kan je telefoonnummer hier wijzigen. Al je clouddata — berichten, bestanden, groepen, contacten, etc. zullen worden verplaatst naar je nieuwe nummer.
pl: Tutaj możesz zmienić numer Telegrama. Twoje konto i wszystkie dane w chmurze – wiadomości, multimedia, kontakty itp. zostaną przeniesione do nowego numeru.
pt_br: Você pode alterar seu número do Telegram aqui. Sua conta e todos os seus dados — mensagens, mídia, contatos, etc. serão movidos para o novo número.
ru: Здесь Вы можете сменить номер телефона. Ваш аккаунт и все данные (сообщения, медиа, контакты и т. д.) будут перенесены на новый номер.
tr: Telegram numaranızı buradan değiştirebilirsiniz. Hesabınız ve tüm bulut verileriniz - mesajlar, medya, rehber vb. yeni numaraya taşınacak.
uk: Тут можна змінити номер Telegram. Ваш акаунт і всі дані в ньому (повідомлення, медіа, контакти тощо) буде перенесено на новий номер.

# lng_change_phone_new_submit
source: Submit
be: Адправіць
ca: Envia
de: Absenden
es: Enviar
fr: Valider
it: Invia
ko: 입력
ms: Hantar
nl: Versturen
pl: Wyślij
pt_br: Enviar
ru: Подтвердить
tr: Gönder
uk: Підтвердити

# lng_change_phone_new_title
source: Enter new number
be: Увядзіце ваш новы нумар
ca: Introduïu el número nou
de: Neue Nummer eingeben
es: Pon tu número nuevo
fr: Entrez le nouveau numéro
it: Inserisci un nuovo numero
ko: 새 전화번호 입력
ms: Masukkan nombor baru
nl: Voer je nieuwe nummer in
pl: Wprowadź nowy numer
pt_br: Insira o novo número
ru: Введите новый номер
tr: Yeni numarayı giriniz
uk: Введіть новий номер

# lng_change_phone_occupied
source: The number {phone} is already connected to a Telegram account. Please delete that account before migrating to the new number.
be: Гэты нумар {phone} ужо падлучаны да ўліковага запісу Telegram. Спачатку выдаліце гэты ўліковы запіс, перш чым пераходзіць на новы нумар.
ca: El número {phone} ja es troba associat a un compte del Telegram. Elimineu aquest compte abans de migrar al número nou.
de: Unter der Nummer {phone} gibt es bereits ein Telegram-Konto. Du musst es vor der Änderung deiner Nummer löschen.
es: El número {phone} ya está vinculado a una cuenta de Telegram. Por favor, elimina esa cuenta antes de migrar al nuevo número.
fr: Le numéro {phone} est déjà lié à un compte Telegram. Supprimez ce compte avant de migrer vers ce nouveau numéro.
it: Il numero {phone} è già connesso a un account Telegram. Per favore elimina quell'account prima di migrare sul nuovo numero.
ko: {phone} 번호는 다른 텔레그램에 연결되어 있습니다. 새 번호로 옮기기 전에 해당 계정을 탈퇴하세요.
ms: Nombor {phone} sudah dihubungkan dengan akaun Telegram. Sila hapus akaun itu sebelum pindah ke akaun baru.
nl: Aan telefoonnummer {phone} is al een Telegram-account gekoppeld. Verwijder het account om te kunnen migreren naar het nieuwe nummer.
pl: Numer {phone} jest już powiązany z kontem Telegrama. Usuń to konto przed użyciem nowego numeru.
pt_br: O número {phone} já possui uma conta no Telegram. Por favor, apague a outra conta antes de migrar para o novo número.
ru: Номер {phone} уже привязан к аккаунту в Telegram. Удалите тот аккаунт, прежде чем перейти на новый номер.
tr: {phone} numarası zaten bir Telegram hesabına bağlı. Lütfen yazdığınız numaraya geçmeden önce o numaraya bağlı hesabı siliniz.
uk: Номер {phone} вже привʼязаний до іншого акаунта Telegram. Видаліть його, перш ніж перейти на новий номер.

# lng_change_phone_success
source: Your phone number has been changed.
be: Ваш нумар тэлефона быў зменены.
ca: S'ha canviat el vostre número de telèfon.
de: Deine Telefonnummer wurde geändert.
es: Tu número de teléfono ha sido cambiado.
fr: Votre numéro de téléphone a été changé.
it: Il tuo numero di telefono è stato cambiato.
ko: 회원님의 전화번호가 바뀌었습니다.
ms: Nombor fon anda telah ditukar.
nl: Je telefoonnummer is gewijzigd.
pl: Twój numer telefonu został zmieniony.
pt_br: Seu número de telefone foi alterado.
ru: Ваш номер телефона изменён.
tr: Telefon numaranız değiştirildi.
uk: Ваш номер телефону змінено.

# lng_change_phone_title
source: Change phone number
be: Змяніць нумар тэлефона
ca: Canvieu el número de telèfon
de: Nummer ändern
es: Cambiar número de teléfono
fr: Changer de numéro
it: Cambia numero di telefono
ko: 전화번호 변경
ms: Tukar nombor fon
nl: Telefoonnummer wijzigen
pl: Zmień numer telefonu
pt_br: Alterar número de telefone
ru: Смена номера телефона
tr: Telefon numarasını değiştir
uk: Змінити номер телефону

# lng_channel_add_admin
source: Add Administrator
be: Дадаць кіраўніка
ca: Afegeix administradors
de: Administrator hinzufügen
es: Añadir administrador
fr: Ajouter un administrateur
it: Aggiungi amministratore
ko: 관리자 추가
ms: Tambah Pentadbir
nl: Beheerder toevoegen
pl: Dodaj administratora
pt_br: Adicionar Admin
ru: Добавить администратора
tr: YÖNETİCİ EKLE
uk: Додати адміністратора

# lng_channel_add_exception
source: Add exception
be: Дадаць выключэнне
ca: Afegeix una excepció
de: Ausnahme hinzufügen
es: Añadir excepción
fr: Ajouter une exception
it: Aggiungi eccezione
ko: 예외 추가
ms: Tambah pengecualian
nl: Uitzondering toevoegen
pl: Dodaj wyjątek
pt_br: Adicionar exceção
ru: Добавить исключение
tr: Ayrıcalık ekle
uk: Додати виняток

# lng_channel_add_removed
source: Remove user
be: Выдаліць карыстальніка
ca: Elimina l'usuari
de: Nutzer entfernen
es: Expulsar usuario
fr: Éjecter un utilisateur
it: Rimuovi utente
ko: 사용자 추방
ms: Keluarkan pengguna
nl: Gebruiker verwijderen
pl: Usuń użytkownika
pt_br: Remover usuário
ru: Исключить пользователя
tr: Kullanıcıyı çıkar
uk: Вилучити користувача

# lng_channel_admin_status_not_admin
source: not admin
be: не кіраўнік
ca: No és administrador
de: Kein Admin
es: no es administrador
fr: pas administrateur
it: non amministratore
ko: 관리자가 아님
ms: bukan pentadbir
nl: Geen beheerder
pl: nie administrator
pt_br: não é admin
ru: не админ
tr: yönetici değil
uk: не адміністратор

# lng_channel_admin_status_promoted_by
source: Promoted by {user}
be: Прызначыў(-ла) {user}
ca: Promogut per {user}
de: Befördert von {user}
es: Promovido por {user}
fr: Promu par {user}
it: Promosso da {user}
ko: {user} 님이 승격시킴
ms: Dinaiktaraf oleh {user}
nl: Gepromoveerd door {user}
pl: Awansowany przez {user}
pt_br: Promovido por {user}
ru: Назначил(а) {user}
tr: {user} tarafından yetkilendirildi
uk: Призначив(-ла) {user}

# lng_channel_banned_status_removed_by
source: Removed by {user}
be: Выдаліў: {user}
ca: Eliminat per {user}
de: Entfernt von {user}
es: Expulsado por {user}
fr: Éjecté par {user}
it: Rimosso da {user}
ko: {user} 님이 추방함
ms: Dikeluarkan oleh {user}
nl: Verwijderd door {user}
pl: Usunięty przez {user}
pt_br: Removido por {user}
ru: Исключил(а) {user}
tr: {user} tarafından çıkarıldı
uk: Вилучив користувач {user}

# lng_channel_banned_status_restricted_by
source: Restricted by {user}
be: Абмежаваў(-ла) {user}
ca: Restringit per {user}
de: Eingeschränkt von {user}
es: Restringido por {user}
fr: Restreint par {user}
it: Limitato da {user}
ko: {user} 님이 제한함
ms: Dihadkan oleh {user}
nl: Beperkt door {user}
pl: Ograniczony przez {user}
pt_br: Restringido por {user}
ru: Ограничил(а) :{user}
tr: {user} tarafından kısıtlandı
uk: Обмежив користувач {user}

# lng_channel_blocked_list_about
source: Banned users are removed from the channel. Invite links don't work for them.
be: Заблакіраваныя карыстальнікі выдаляюцца з канала. Запрашальныя спасылкі для іх не працуюць.
ca: Els usuaris bandejats s'eliminen del canal. Els enllaços d'invitació no els funcionaran.
de: Gesperrte Nutzer werden aus dem Kanal entfernt. Einladungslinks funktionieren für sie nicht.
es: Los usuarios expulsados son eliminados del canal. Los enlaces de invitación no funcionan para ellos.
fr: Les utilisateurs bannis sont éjectés du canal. Les liens d'invitation fonctionnent pas pour eux.
it: Gli utenti bloccati sono rimossi dal canale. I link di invito non funzionano per loro.
ko: 차단된 사용자는 채널에서 추방됩니다. 이 사용자에게는 초대 링크도 작동하지 않습니다.
ms: Pengguna dilararng dikeluarkan dari saluran Link jemputan tidak boleh diguna oleh mereka.
nl: Geblokkeerde gebruikers zijn verwijderd uit het kanaal. Uitnodigingslinks werken niet voor hen.
pl: Zablokowani użytkownicy zostali usunięci z kanału. Zaproszenia w formie linku nie działają dla nich.
pt_br: Usuários banidos são removidos do canal. Links de convite não funcionam para eles.
ru: Заблокированные пользователи удалены из канала. Пригласительные ссылки для них не работают.
tr: Yasaklı kullanıcılar kanaldan çıkarıldı. Davet bağlantıları onlar için çalışmaz.
uk: Користувачі вилучаються з каналу, коли блокуються. Запрошувальні посилання для них не працюють.

# lng_channel_discuss
source: Discuss
be: Абмеркаваць
ca: Debat
de: Diskutieren
es: Conversar
fr: Discussion
it: Discuti
ko: 토론
ms: Bincang
nl: Discussiëren
pl: Dyskutuj
pt_br: Conversar
ru: Обсудить
tr: Tartışma
uk: Обговорення

# lng_channel_invite_private
source: This channel is private. Please join it to continue viewing its content.
be: Гэта прыватны канал. Калі ласка, далучыцеся да яго, каб працягнуць прагляд.
ca: Aquest canal és privat. Uniu-vos-hi per a seguir veient-ne els continguts.
de: Dieser Kanal ist privat. Jetzt beitreten, um den Inhalt weiterhin anzusehen.
es: Este canal es privado. Únete a él para seguir viendo su contenido.
fr: Ce canal est privé. Veuillez le rejoindre pour continuer à voir son contenu.
it: Questo canale è privato. Unisciti per continuare a vederne i contenuti.
ko: 비공개 채널입니다. 대화 내용을 이어 보려면 채널에 들어가 주세요.
ms: Saluran ini adalah peribadi. Sila sertainya untuk terus melihat konten.
nl: Dit kanaal is privé, word lid om de inhoud ervan te bekijken.
pl: Ten kanał jest prywatny. Dołącz do niego, aby kontynuować przeglądanie jego zawartości.
pt_br: Esse canal é privado. Por favor, inscreva-se para continuar visualizando o conteúdo.
ru: Этот частный канал. Чтобы видеть материалы в дальнейшем, необходимо подписаться на него.
tr: Bu kanal özel. İçeriğini görüntülemeye devam etmek için lütfen katılın.
uk: Це приватний канал. Приєднайтеся, щоб продовжити його перегляд.

# lng_channel_not_accessible
source: Sorry, this channel is not accessible.
be: На жаль, у вас няма доступу да гэтага канала.
ca: Aquest canal no és accessible.
de: Dieser Kanal ist nicht zugänglich
es: Lo sentimos, este canal no es accesible.
fr: Ce canal n'est pas accessible.
it: Spiacenti, questo canale non è accessibile.
ko: 죄송합니다. 이 채널에 접근하실 수 없습니다.
ms: Maaf, saluran ini adalah dilarang masuk
nl: Sorry, dit kanaal is privé.
pl: Ten kanał jest niedostępny.
pt_br: Desculpe, este canal não está acessível.
ru: Канал недоступен.
tr: Üzgünüz, bu kanala erişilemiyor.
uk: Цей канал недоступний.

# lng_channel_public_link_copied
source: Link copied to clipboard.
be: Спасылка скапіявана ў буфер абмену.
ca: S'ha copiat l'enllaç al porta-retalls.
de: Link in die Zwischenablage kopiert.
es: Enlace copiado al portapapeles.
fr: Lien copié dans le presse-papier.
it: Link copiato negli appunti.
ko: 링크를 클립보드에 복사했습니다.
ms: Link disalin di papan klip.
nl: Link gekopieerd naar klembord
pl: Link został skopiowany do schowka.
pt_br: Link copiado.
ru: Ссылка скопирована в буфер обмена.
tr: Bağlantı panoya kopyalandı.
uk: Посилання скопійовано.

# lng_channel_removed_list_about
source: Users removed from the channel by admins cannot rejoin it via invite links.
be: Карыстальнікі, выдаленыя кіраўнікамі з канала, не могуць вярнуцца праз запрашальныя спасылкі.
ca: Els usuaris eliminats per administradors no s'hi poden tornar a unir amb enllaços d'invitació.
de: Nutzer, die von Admins aus dem Kanal entfernt wurden, können ihn nicht mehr über Einladungslinks betreten.
es: Los usuarios que fueron eliminados del canal por los administradores no pueden volver a unirse con enlaces de invitación.
fr: Les utilisateurs bannis du canal par des administrateurs ne peuvent pas revenir avec un lien d'invitation.
it: Gli utenti rimossi dal canale dagli amministratori non possono rientrare tramite link d'invito.
ko: 관리자가 채널에서 추방시킨 사용자는 초대 링크를 통해 다시 들어올 수 없습니다.
ms: Pengguna yang dikeluarkan dari saluran oleh pentadbir tak boleh sertai melalui link jemputan.
nl: Gebruikers verwijderd door beheerders kunnen geen lid worden via uitnodigingslinks
pl: Użytkownicy usunięci z kanału przez administratorów nie mogą do niego ponownie dołączyć poprzez linki zaproszenia.
pt_br: Os usuários removidos do canal pelos admins não podem entrar novamente usando links de convite.
ru: Пользователи, которых исключили администраторы канала, не смогут присоединиться снова с помощью ссылки-приглашения.
tr: Kanaldan yöneticiler tarafından çıkarılan kullanıcılar, davet bağlantısı yoluyla yeniden katılamazlar.
uk: Користувачі, яких вилучили адміністратори каналу, не можуть повернутись до нього самостійно за допомогою запрошувального посилання.

# lng_channels_too_much_located_other
source: Sorry, the target user has too many location-based groups already. Please ask them to delete or transfer one of their existing ones first.
be: На жаль, у гэтага карыстальніка ўжо занадта шмат суполак з месцазнаходжаннем. Папрасіце яго выдаліць адну з ужо існуючых такіх суполак.
ca: L'usuari ja té massa grups basat en la ubicació. Demaneu-li que primer elimini alguns dels que té.
de: Der ausgewählte Nutzer hat zu viele lokale Gruppen. Bitte die Person, Gruppen bei sich zu löschen oder Inhaber-Rechte an andere zu vergeben.
es: El usuario objetivo tiene demasiados grupos por ubicación. Por favor, pídele eliminar o transferir uno de los existentes primero.
fr: Désolé, l'utilisateur-cible a déjà trop de groupes basés sur la localisation. Demandez-lui d'abord de supprimer ou de transférer un de ses groupes existants.
it: Spiacenti, l'utente selezionato ha già troppi gruppi basati sulla posizione. Per favore chiedigli di eliminarne o trasferirne uno prima.
ko: 죄송합니다. 해당 사용자가 위치 기반 그룹을 너무 많이 소유하고 있습니다. 먼저 기존 그룹 하나를 삭제하거나 소유권을 넘기도록 요청해 주세요.
ms: Maaf, pengguna sasar mempunyai terlalu banyak grup berkaitan lokasi. Sila minta mereka untuk hapus atau pindah salah satu daripadanya dahulu.
nl: Sorry, de gebruiker heeft al teveel locatiegebonden groepen. Vraag of ze er eerst 1 willen overdragen of verwijderen.
pl: Użytkownik docelowy jest właścicielem zbyt wielu grup opartych na lokalizacji. Poproś go, aby najpierw usunął lub przeniósł własność istniejącej grupy.
pt_br: Desculpe, o usuário tem muitos grupos baseados em localização. Por favor, peça que ele apague ou transfira um primeiro.
ru: У этого пользователя максимальное число групп с геопозицией. Пожалуйста, предложите ему сперва удалить или передать кому-либо одну из его групп.
tr: Üzgünüz, hedef kullanıcı birçok konum tabanlı gruba sahip. Lütfen öncelikle var olan gruplardan birini silmesini isteyin.
uk: Цей користувач володіє максимальною кількістю груп із розташуванням. Спершу запропонуйте йому видалити або передати одну з них.

# lng_channels_too_much_public_revoke_confirm_channel
source: Are you sure you want to revoke the link {link}? The channel «{group}» will become private.
be: Вы ўпэўнены, што хочаце адклікаць спасылку {link}? Канал «{group}» стане прыватным.
ca: Segur que voleu revocar l'enllaç {link}? El canal «{group}» passarà a ser privat.
de: Link {link} wirklich widerrufen? Der Kanal «{group}» wird dann nicht mehr öffentlich sein.
es: ¿Quieres anular el enlace {link}? El canal «{group}» pasará a ser privado.
fr: Voulez-vous vraiment révoquer le lien {link} ? Le canal « {group} » deviendra privé.
it: Vuoi davvero revocare il link {link}? Il canale «{group}» diventerà privato.
ko: 이 링크 {link}를 폐기하시겠습니까? «{group}» 채널이 비공개로 전환됩니다.
ms: Anda pasti mahu batalkan link {link}? Saluran «{group}» akan menjadi peribadi.
nl: Deze link echt intrekken {link}? Het kanaal «{group}» zal privé worden.
pl: Czy na pewno chcesz unieważnić link {link}? Kanał „{group}” stanie się kanałem prywatnym.
pt_br: Tem certeza de que deseja remover o link {link}? O canal "{group}" se tornará privado.
ru: Вы точно хотите сбросить ссылку {link}? Канал «{group}» станет частным.
tr: {link} bağlantısını iptal etmek istediğinizden emin misiniz? «{group}» kanalı özel hale gelecektir.
uk: Ви дійсно хочете відкликати посилання {link}? Канал «{group}» стане приватним.

# lng_channels_too_much_public_revoke_confirm_group
source: Are you sure you want to revoke the link {link}? The group «{group}» will become private.
be: Вы ўпэўнены, што хочаце адклікаць спасылку {link}? Суполка «{group}» стане прыватнай.
ca: Segur que voleu revocar l'enllaç {link}? El grup «{group}» passarà a ser privat.
de: Link {link} wirklich widerrufen? Die Gruppe «{group}» wird dann nicht mehr öffentlich sein.
es: ¿Quieres anular el enlace {link}? El grupo «{group}» pasará a ser privado.
fr: Voulez-vous vraiment révoquer le lien {link} ? Le groupe « {group} » deviendra privé.
it: Vuoi davvero revocare il link {link}? Il gruppo «{group}» diventerà privato.
ko: 이 링크 {link}를 폐기하시겠습니까? «{group}» 그룹이 비공개로 전환됩니다.
ms: Anda pasti mahu batalkan link {link}? Grup «{group}» akan tukar ke grup pribadi.
nl: Deze link echt intrekken {link}? De groep «{group}» zal privé worden.
pl: Czy na pewno chcesz unieważnić link {link}? Grupa „{group}” stanie się grupą prywatną.
pt_br: Você tem certeza de que deseja desativar o link {link}? O grupo "{group}" se tornará privado.
ru: Вы точно хотите сбросить ссылку {link}? Группа «{group}» станет частной.
tr: {link} bağlantısını iptal etmek istediğinizden emin misiniz? «{group}» grubu özel hale gelecektir.
uk: Ви дійсно хочете відкликати посилання {link}? Група «{group}» стане приватною.

# lng_chat_about_admins
source: Group admins can add and remove members, edit name and photo of the group.
be: Толькі кіраўнікі могуць дадаваць і выдаляць удзельнікаў, рэдагаваць назву і аватар суполкі.
ca: Els administradors poden afegir i expulsar membres, i editar el nom i la foto del grup.
de: Nur Admins können neue Leute hinzufügen und entfernen, den Gruppennamen und das Bild ändern.
es: Sólo los administradores pueden añadir y eliminar miembros, editar el nombre y la foto del grupo.
fr: Les administrateurs du groupe peuvent ajouter et supprimer des membres, et modifier le nom et la photo du groupe.
it: Gli amministratori possono aggiungere e rimuovere membri e modificare nome e foto del gruppo.
ko: 그룹의 관리자는 참가자를 추가하거나 추방하며, 그룹의 이름과 사진을 수정할 수 있습니다
ms: Pentadbir grup boleh tambah dan keluarkan ahli, sunting nama dan foto grup.
nl: Beheerders mogen leden beheren en de groepsfoto of naam wijzigen.
pl: Administratorzy grupy mogą dodawać i usuwać członków, edytować nazwę i zdjęcie grupy.
pt_br: Administradores podem adicionar e remover membros, editar nome e a foto do grupo.
ru: Администраторы группы могут добавлять и исключать пользователей, редактировать название и фотографию группы.
tr: Grup yöneticileri üye ekleyip çıkarabilir, grubun adını ve fotoğrafını düzenleyebilir.
uk: Адміністратори групи можуть додавати та вилучати учасників, змінювати назву та фото групи.
